alacritty
alsa-utils
amd-ucode
autoconf
automake
autorandr
aws-cli
base
bind-tools
binutils
bison
chrony
cups
docker
docker-compose
dunst
fakeroot
feh
firefox-developer-edition
flex
fzf
gcc
git
google-chrome
gotop
groff
htop
i3-gaps
i3lock-blur
informant
libheif
libnotify
libtool
light-locker
lightdm
lightdm-gtk-greeter
lightdm-webkit-theme-litarvan
linux
linux-firmware
m4
make
mesa
mons-git
neofetch
neovim
nerd-fonts-fira-mono
networkmanager
networkmanager-dispatcher-chrony
noson-app
nss-mdns
nvm
openssh
patch
pavucontrol
picom
pkgconf
polybar
postgresql
pulseaudio
python-pywal
python-virtualenv
python-virtualenvwrapper
python37
redshift
ripgrep
rofi
rsync
slack-desktop
spicetify-cli
spotify
sudo
texinfo
tree
ttf-fira-mono
ttf-twemoji-color
unzip
vim
which
xclip
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yq-bin
zip
zsh
zsh-completions
